Repository: IWFD/rmcorte
Catalog: public/languages/isq_translation-*.po
Languages: es_es, ru_ru

source: The bookmarklet
es_es: El marcador
ru_ru: Букмарклет

source: Save this as a bookmark.
es_es: Guardar como marcador
ru_ru: Сохраните это как закладку

source: Add this to your bookmarks or drag it to your bookmarks bar to quickly access shortening functions.
es_es: Añada esto a sus marcadores, o arrástrelo a su barra de marcadores para acceder rápidamente a las funciones de acortado de urls
ru_ru: Перетащите это на панель закладок для быстрого доступа к функции сокращения ссылок.

source: Shorten
es_es: Acortar
ru_ru: Сократить

source: This bookmarklet takes the page URL and title and opens a new tab, where you can fill out a CAPTCHA. If you have selected text before using the bookmarklet, that will be used as the keyword.
es_es: Este marcador toma la URL de la página y el título y abre una nueva pestaña, donde puede llenar una CAPTCHA. Si ha seleccionado texto antes de utilizar el marcador, se utilizará como palabra clave.
ru_ru: Букмарклет позволяет быстро создать короткую ссылку, использую адрес и заголовок текущей страницы. Если перед использованием букмарклета выделить на странице текст, то он будет использован как ключевое слово.

source: Support for bookmarklets on mobile varies. For example, they work on Chrome for Android but you have to add and sync them from your desktop.
es_es: Soporte para marcadores en el móvil. Por ejemplo, trabajan en Chrome para Android, pero tienes que añadirlos y sincronizarlos desde tu escritorio.
ru_ru: Поддержка букмарклетов на мобильных устройствах не гарантируются. Например, они работают в Chrome для Android, но сперва вы должны добавить их на стационарном компьютере и провести синхронизацию.

source: Powered by <a href="http://yourls.org/">YOURLS</a>. Designed by <a href="http://tomslominski.net/">Tom Slominski</a>.
es_es: Desarrollado por <a href="http://yourls.org/"> YOURLS </a>. Diseñado por <a href="http://tomslominski.net/"> Tom Slominski </a>.
ru_ru: Работает на <a href="http://yourls.org/">YOURLS</a>. Дизайн <a href="http://tomslominski.net/">Tom Slominski</a>.

source: This site uses cookies for Google reCAPTCHA
es_es: Este sitio usa cookies para Google reCAPTCHA
ru_ru: Этот сайт использует куки-файлы для Google reCAPTCHA

source: Enter a new URL to shorten
es_es: Introduzca una url para acortarla
ru_ru: Пожалуйста, введите URL

source: Long URL
es_es: URL Larga
ru_ru: Исходная ссылка

source: Paste the long URL here. This is required.
es_es: Pegue la URL larga aquí (Este campo es obligatorio)
ru_ru: Укажите ссылку, которую требуется сократить. Обязательно к заполнению.

source: Custom keyword
es_es: Personalizar palabra clave
ru_ru: Ключевое слово

source: A keyword replaces the default short string.
es_es: Una palabra clave, reemplaza la cadena de caracteres por defecto
ru_ru: Заменяет короткий адрес по умолчанию.

source: Custom title
es_es: Título personalizadon
ru_ru: Наименование

source: Optional title used when sharing a link from YOURLS using social sharers.
es_es: Título opcional usado cuando compartes en una red social un enlace usando los botones de abajo
ru_ru: При размещении ссылки в социальных сетях.

source: Verification
es_es: Verificación
ru_ru: Проверка

source: reCAPTCHA verification used to ensure you are not a bot.
es_es: Verificación reCAPTCHA para asegurar que no eres un robot
ru_ru: reCAPTCHA используется для защиты от спама.

source: Get ∞²!
es_es: ¡Obtener ∞²!
ru_ru: Получить ∞²!

source: Admin area
es_es: Área de administración
ru_ru: Администратор

source: &larr; Go home and try again
es_es: &larr; Ir a inicio e intentarlo de nuevo
ru_ru: &larr; Вернуться и попробовать снова

source: You haven't entered a URL to shorten.
es_es: No has introducido una URL para acortar, por favor vuelva atrás e inténtelo de nuevo
ru_ru: Вы не указали ссылку, которую требуется сократить.

source: The keyword %1$s is reserved.
es_es: La palabra clave %1$s está reservada
ru_ru: Ключевое слово %1$s зарезервировано.

source: The keyword %1$s is taken.
es_es: La palabra clave %1$s ya está en uso
ru_ru: Ключевое слово %1$s уже используется.

source: Are you a bot? Google certainly thinks you are.
es_es: ¿Eres un robot?. Google piensa que si... Por favor, vuelva atrás e inténtelo de nuevo
ru_ru: Вы бот? Пожалуйста вернитесь и попробуйте снова.

source: Are you a bot? The verification was not completed successfully.
es_es: ¿Eres un robot? La verificación no se ha completado correctamente. Por favor, vuelva atrás e inténtelo de nuevo
ru_ru: Вы бот? Проверка не была успешно завершена.

source: Are you a bot? No antispam protection was completed successfully.
es_es: ¿Eres un robot?. La protección anti spam no se ha completado correctamente. Por favor, vuelva atrás e inténtelo de nuevo
ru_ru: Вы бот? Проверка не была успешно завершена.

source: The URL could not be shortened.
es_es: La URL no se ha podido acortar

source: Your short URL
es_es: Su URL acortada
ru_ru: Ваша короткая ссылка

source: Original URL
es_es: URL Original
ru_ru: Исходная ссылка

source: Copy to clipboard
es_es: Copiar al portapapeles
ru_ru: Скопировать в буфер обмена

source: Copied to clipboard
es_es: Copiado al portapapeles
ru_ru: Cкопировано в буфер обмена

source: Press ⌘+C to copy
es_es: Pulse ⌘+C para copiar

source: Press Ctrl+C to copy
es_es: Haga clic en un enlace y presione CTRL +C para copiarlo.

source: Tap copy
es_es: Tocar para copiar

source: Failed to copy
es_es: Falló al copiar

source: Short URL
es_es: Su URL acortada
ru_ru: Короткая ссылка

source: Stats
es_es: Estadísticas
ru_ru: Статистика

source: Share
es_es: Compartir
ru_ru: Поделиться

source: Share your short URL
es_es: Compartir su URL corta
ru_ru: Поделиться короткой ссылкой в социальных сетях

source: QR code
es_es: Código QR
ru_ru: QR-код

source: Share your link with external devices
es_es: Comparta su enlace con dispositivos externos
ru_ru: Поделиться короткой ссылкой с другим устройством
